{
  "Which type of wallet would you like to import?": "",
  "Polkadot wallet": "",
  "Polkadot.js, Subwallet, Nova or other": "",
  "Ethereum wallet": "",
  "MetaMask, Coinbase, Rainbow or other": "",
  "You can always add another later": "",
  "How would you like to import your {accountType} wallet?": "",
  "Recovery phrase": "",
  "Import your seed phrase from any wallet": "",
  "Ledger": "",
  "Ledger is not supported on your browser. Try again with another browser": "",
  "Connect your Ledger account": "",
  "JSON file": "",
  "Import account from JSON file": "",
  "Private key": "",
  "Import an account from a private key": "",
  "Polkadot Vault": "",
  "Connect your Polkadot Vault account": "",
  "Talisman will provide you with a Polkadot and Ethereum account by default": "",
  "Invalid recovery phrase": "",
  "Please enter your 12 or 24 word recovery phrase, with each word separated by a space. Please ensure no-one can see you entering your recovery phrase.": "",
  "Enter your recovery phrase": "",
  "Import wallet": "",
  "Importing wallet...": "",
  "Setting up Talisman...": "",
  "First, let's set a password": "",
  "Before we import your wallet, we need to set a password for Talisman. This is used to unlock Talisman and is stored securely on your device. We recommend 12 characters, with uppercase and lowercase letters, symbols and numbers.": "",
  "Choose a password": "",
  "Your password is used to unlock your wallet and is stored securely on your device. We recommend 12 characters, with uppercase and lowercase letters, symbols and numbers.": "",
  "Password strength": "",
  "Enter password": "",
  "Re-enter password": "",
  "Continue": "",
  "Manage your privacy": "",
  "To help improve Talisman we’d like to collect anonymous usage information and send anonymized error reports. We respect your data and never record sensitive or identifying information. You can always adjust these settings, or opt out completely at any time.": "",
  "<0>Learn more</0> about what we track and how we use this data.": "",
  "No thanks": "",
  "I agree": "",
  "Multi-chain made easy": "",
  "Talisman supports Polkadot, Kusama, Ethereum, and more": "",
  "New wallet": "",
  "Create a new Talisman wallet": "",
  "Import a wallet": "",
  "Import an existing wallet": "",
  "By continuing, you agree to the <2>Terms of Service</2><3></3>and <6>Privacy Policy</6>": ""
}
